Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: A child’s drawing and photos of his daughter share the wall with Post-its and even more Stasi papers.
nb: En barnetegning og bilder av datteren deler veggplass med post-its og enda flere Stasi-papirer.

source: interpretation seminar, class instruction and interpretation classes
nb: interpretasjonsseminar, klassetimer og interpretasjonstimer

source: Counterpoint in other styles and genres such as jazz, folk music and popular music.
nb: Kontrapunkt i andre stilarter og sjangre, for eksempel jazz, folkemusikk og populærmusikk.

source: To him, getting access – or at least an insight – into the Stasi archives is Christmas come early.
nb: Da er innsyn – eller i hvert fall et innblikk – i Stasi for julaften å regne.

source: Topic 2: Projects - which projects do you create, and how can they be artistically developed in several directions?
nb: Tema 2: Prosjekter – hvilke prosjekt lager du, og hvordan kan de kunstnerisk utvikles i flere retninger?

source: He has appeared with several orchestras in Norway and Germany as a soloist, took part in various chamber music festivals and since 2009 is the principal horn of the Norwegian Radio Orchestra.
nb: Han har vært solist med flere orkestre i Norge og Tyskland, og har deltatt på diverse kammermusikkfestivaler. Siden 2009 har han vært solohornist i Kringkastingsorkesteret.

source: At the same time, the artistic dialogues will characterize the project in a considerable way.
nb: Samtidig vil den kunstneriske dialogen prege prosjektets utforming og gjennomføring.

source: A summary of the orchestral repertoire the student has studied during the course (at least 8 works).
nb: En oversikt over orkesterrepertoar studenten har arbeidet med i løpet av emnet (minimum 8 verk).

source: The PhD project is a qualitative case study, with document analysis, interviews and observation as ways of collecting data, and postcolonial theory and activity theory as theoretical frameworks.
nb: PhD-prosjektet er en kvalitativ case studie, med dokumentanalyse, intervju og observasjon av undervisning i indiske skoler som metoder for datainnsamling, og postkolonial teori og kultur-historisk aktivitetsteori som teorigrunnlag.

source: biographical/historical/analytical studies of works and composers
nb: Biografiske/historiske/analytiske studier omkring verkene og komponistene.

source: Caso tells us that they learn mostly about swing, be-bop and jazz standards at the University of Cape Town.
nb: Caso forteller at de lærer mest om swing, be-bop og standardlåter på universitetet i Cape Town.

source: The test will last 20 minutes.
nb: Prøvens varighet er ca. 20 minutter.

source: Stream the concert live on Zoom (link TBA).
nb: Følg konserten live på Zoom (lenke kommer).

source: The Arts Council Norway was established in 1965 to maintain an arms’ length principle vis-à-vis the funding authorities and to exercise professional artistic judgement irrespective of changing political leadership.
nb: Norsk kulturråd ble opprettet i 1965 for å ivareta en armlengdes avstandsprinsipp til de bevilgende myndighetene og være en instans som ivaretar et kunstfaglig skjønn, uavhengig av skiftende politisk ledelse.

source: Topics covered include being a foreign student at a Norwegian higher education institution, greetings/presenting oneself, families, food and drink, living conditions, tourist attractions, and expressing needs, feelings and assessments.
nb: Temaene omfatter blant annet dagligliv, utdanning, arbeidsliv, reise- og fritid, boforhold, familierelasjoner og fremtidsplaner, samt det å gi uttrykk for ønsker, tanker og følelser.

source: Ketil Hvindenbråten is an events organiser with years of experience from the Slottsfjell festival in Halden.
nb: Ketil Hvindenbråten har bakgrunn som arrangør med lang fartstid fra Slottsfjellfestivalen i Halden.

source: The boundaries between art and entertainment are not clear, of course.
nb: Grensen mellom kunst og underholdning er selvsagt ikke tydelig og skarp.

source: That was how my interview with flautist, teacher and concert producer Andreas Sønning began.
nb: Slik begynner intervjuet med fløytist, pedagog og konsertprodusent Andreas Sønning.

source: Eir Vatn Strøm has studied traditional farewell hymns during the last years, strongly influencing her own music.
nb: Eir Vatn Strøm har de siste årene satt seg inn i tradisjonelle avskjedssalmer, og hennes egne låter er også sterkt preget av det.

source: It’s not that long ago.”
nb: Det er ikke så lenge siden.

source: The young talents are studying everything from music production, event coordination, finance, entrepreneurship and cultural management to art, video and advertising, and the list could go on and on.
nb: Der studerer unge lovende alt fra musikkproduksjon, event-ledelse, finans, entreprenørskap og kulturledelse til kunst, video og reklame, og listen fortsetter.

source: Accompaniment and rehearsal (for winds)
nb: Innstudering og akkompagnement (gjelder stryk og blås)

source: The music therapist is Julie Mangersnes (Ahus), while the professor in music therapy Gro Trondalen (CREMAH) holds a researcher’s role in the project.
nb: Musikkterapeut i studien er Julie Mangersnes (Ahus), mens professor i musikkterapi Gro Trondalen (CREMAH) deltar som forsker i studien.

source: be able to make audio and video recordings, edit and process the recordings and distribute them online
nb: kan gjøre lyd og videoopptak, redigere og behandle opptakene og distribuere dem via Internett

source: To what degree does the “5-year picture” they drew of themselves in 2013 agree with reality, and did the course in entrepreneurship influence them while they were establishing themselves as professional musicians?
nb: I hvilken grad stemmer «5-årsbildet» de tegnet av seg selv i 2013 og har entreprenørskapsutdanningen påvirket studentene i etableringsfasen som profesjonelle musikere?

source: Welcome back in 2021!
nb: Velkommen tilbake i 2021.

source: : All three abstracts must be submitted by 15 March.
nb: Alle tre sammendrag skal være innlevert innen 15. mars.

source: : Norwegian and/or English.
nb: Norsk og/eller engelsk.

source: “There are many ways of being a musician.
nb: – Det er flere måter å være musiker på.

source: They don’t grant access to just anybody.
nb: Det er ikke hvem som helst som får tilgang.

source: At the end of June, Ragna returned to Vienna.
nb: I slutten av juni fikk Ragna dra tilbake.

source: In the introductory week the student will be presented for relevant theory and practice (bootcamp) related to performance on stage and in digital format for use online.
nb: I oppstartsuken gis studenten innføring i grunnlagsemner og praktisk utprøving (bootcamp) knyttet til framføring på scene og nett.

source: It’s been an intense two months.”
nb: Det har vært en hard tomåneders-økt.

source: It started in 1972, when, as a 23-year-old music student, Lasse Thoresen wanted to try to work out the conundrum that some music is perceived as orderly and some not, he relates, and then to try to understand why some music is perceived as meaningful.
nb: Det begynte i 1972 da Lasse Thoresen som 23-årig musikkstudent ville prøve å finne ut av forfjamselsen over at noe musikk oppleves som ordnet og noe som ikke ordnet, forteller han, og i neste omgang prøve å forstå hvorfor noe musikk oppleves som meningsfull.

source: Deputy Director for Research and Artistic Research
nb: iserektor for forskning og kunstnerisk utviklingsarbeid

source: pizza and cinema, or
nb: pizza og kino, eller

source: It’s these encounters that I try to arrange, and I feel that they have become more and more important for everyone involved as the project has developed.
nb: Det er disse møtene jeg prøver å legge til rette for, og jeg føler de har blitt viktigere og viktigere for alle parter, ettersom prosjektet har utviklet seg.

source: They need to be understood and viewed as both resourceful and vulnerable,” Roaldsnes emphasises.
nb: De må forstås og sees på både som ressurssterke og sårbare, understreker Roaldsnes.

source: Well-being will be built up, and we will work to establish secure and motivating working conditions.
nb: Trivsel skal bygges, og vi skal jobbe for trygge og motiverende arbeidsvilkår.

source: Iannis Xenakis (1922–2001): Persephassa, for six percussionists
nb: Iannis Xenakis (1922–2001): Persephassa, for seks slagverkere

source: “It’s also a cold city, but not as cold as this,” he says, glancing at the snow-covered bicycle stand outside the window.
nb: – Det er også en kald by, men ikke like kald som denne, sier han og kaster et blikk på det snødekte sykkelstativet utenfor vinduet.

source: If you have a taste of success, you fear that it will lead to higher expectations and greater risk of being exposed as an impostor.
nb: Har man suksess er man redd for at det fører til større forventninger og større risiko for å bli avslørt i fremtiden.

source: One of the patients I interviewed for my doctorate said there are so many people in psychiatry asking about all the difficult stuff, highlighting everything that doesn’t work.
nb: En av pasientene jeg intervjuet i doktorgraden min sa at i psykiatrien er det så mange som spør om alt det vanskelige, som peker på alt som ikke fungerer.

source: Send application and CV on email to
nb: Send søknad og CV på epost til

source: And that’s fine.
nb: For meg er det greit.

source: examines artistic, educational and historical perspectives.
nb: jobber ensemblet med kunstneriske, pedagogiske og historiske perspektiver.

source: He does not hide the fact that he would like to have more time and resources to develop the project, and points to RITMO, the Centre for Interdisciplinary Studies in Rhythm, Time and Motion, at the University of Oslo, which operates with a 10-year perspective in its research.
nb: Han legger ikke skjul på at han gjerne skulle hatt mer tid og ressurser til å utvikle prosjektet, og trekker frem RITMO, senteret for tverrfaglig forskning på rytme, tid og bevegelse ved Universitetet i Oslo, som jobber med 10-års perspektiver på forskningen.

source: The project description should run to 1,500 words and state the topic, objective, problem, scope, and timetable for the work.
nb: Prosjektbeskrivelsen skal ha et omfang på 1500 ord og angi emne, mål, problemstilling, avgrensing og fremdriftsplan for arbeidet.

source: Students who choose assessment option 1 are automatically registered for tuition/supervision and assessment in the subject in line with the progression set out in the education plan.
nb: Studenten meldes automatisk opp til undervisning/veiledning og vurdering i emnet, i henhold til den progresjon som er fastsatt i utdanningsplanen ved valg av alternativ 1 under avsluttende vurdering.

source: The reason I came to Norway from Lithuania was, simply, Frøydis Ree Wekre.
nb: Grunnen til at jeg reiste fra Litauen til Norge, var rett og slett Frøydis Ree Wekre.

source: Into this mix is also thrown an interview with the psychoanalyst Wilhelm Reich about circumcision of young boys.
nb: Inn i dette er også et intervju med psykoanalytikeren Wilhelm Reich, om omskjæring av guttebarn.

source: What can be done to prevent impostor syndrome?
nb: Hva kan man gjøre for å forebygge bedragersyndromet?

source: Do we need music?
nb: Trenger vi musikk?

source: “And as a workshop.
nb: – Og som en workshop.

source: This is of course an instrumental way of thinking, but I suppose that’s unavoidable in schools.
nb: Det er selvsagt en instrumentell tenkemåte, men jeg tror ikke det er mulig å komme unna det i skolen.

source: 2010–2015 Professor of music education, Hedmark University College
nb: 2010–2015 Professor i musikkpedagogikk, Høgskolen i Hedmark

source: She held her debut at the Oslo University Aula in 2014, and since then has had an active career throughout Europe.
nb: Hun debuterte i Universitetets aula i Oslo i 2014, og har siden hatt en aktiv karriere rundt om i Europa.

source: Lisa Dillan is an associate professor in improvisation, educated at the Norwegian State Academy of Music, where she also has taught improvisation, jazz singing and intermedia improvisation since 2001.
nb: Lisa har jobbet ved Norges musikkhøgskole siden 2001 og er nå førsteamanuensis i improvisasjon, vokal og intermedial improvisasjon.

source: “Why do we need a music conservatory in Tromsø or Oslo?
nb: – Hva skal vi med et musikkonservatorium i Tromsø eller i Oslo?

source: A total of 55 students were involved in these concerts.
nb: Til sammen er 55 studenter involvert på disse konsertene.

source: Luis Verde (alto saxophone and flute)
nb: Luis Verde (altsaksofon og fløyte)

source: Løvås sums up the touring week.
nb: Løvås oppsummerer turnéuka.

source: “They are grateful that we take the trouble to do them – that we think it’s worthwhile.
nb: – De uttrykker takknemlighet for at vi gidder, at vi syns de er verdt det.

source: Participation is compulsory for all instruction.
nb: Det er obligatorisk deltagelse i all undervisning.

source: The Durantisti school placed the partimento in the bass, and the students wrote the melodies above it.
nb: Durantisti la partimento i bassen, og studentene skrev melodien over.

source: “I thought for a long time that I wanted to be.
nb: – Jeg trodde lenge at det var det jeg skulle.

source: Tuition in groups for 90 minutes a week for 24 weeks.
nb: Emnet undervises i gruppe med 90 minutter per uke i 24 uker.

source: Zosha Warpeha is a violinist, vocalist, and composer professionally based in New York City and completing her master’s studies at the Norwegian Academy of Music in Oslo.
nb: Zosha Warpeha er en fiolinist, vokalist og komponist basert i New York City, men for øyeblikket er hun i ferd med å avslutte mastergraden sin på Musikkhøgskolen.

source: Students who choose option 1 commit themselves to attend at least 80% of the course.
nb: Studenter som velger alternativ 1, forplikter seg til å følge minst 80 prosent av undervisningen i emnet.

source: A total of 76 per cent find that contact with their subject teacher is the greatest challenge they face in online instruction.
nb: 76 prosent mener kontakten med faglærer er den største utfordringen ved digital undervisning.

source: The course provides an introduction to a secondary keyboard instrument, e.g. harpsichord, piano or harmonium.
nb: Emne skal gi en innføring et annet tasteinstrument, som for eksempel cembalo, klaver eller harmonium.

source: “We respect the lyrics and the melodies but have come up with our own interpretations and versions.
nb: – Vi respekterer tekstene og melodiene, men har lagt til våre egne tolkninger og versjoner.

source: Marie is a singer and a songwriter, and will perform her own songs – mostly composed during 2020 and 2021.
nb: Marie er vokalist og låtskriver, og skal fremføre egenskrevne låter – mer eller mindre komponert i løpet av skoleåret 2020/2021.

source: From 1978 to 1981 he conducted a post graduate research project in sonology with support from the Norwegian ‘Norwegian Research Council for Science and the Humanities’
nb: Universitet i Oslo Fra 1978 til 1981 drev han et forskningsprosjekt i auditiv sonologi, med støtte fra Norges Allmennvitenskapelig Forskningsråd

source: Eduardo Villamizar didn’t even have a current passport when he applied for a travel visa – a phenomenon that, unfortunately, is not unusual in Venezuela, a country marked by inflation and corruption.
nb: Eduardo Villamizar hadde ikke engang gyldig pass da han søkte om å reise – et fenomen som dessverre ikke er uvanlig i inflasjons- og korrupsjonsrammede Venezuela.

source: “I realised that this was where I belonged.
nb: – Jeg skjønte at det er her jeg hører hjemme.

source: The Colosseum cinema complex is adjacent to NMH.
nb: Like ved Musikkhøgskolen finner du Colosseum kino.

source: The artistic research and the process are made available through Research Catalogue.
nb: Det faglige utviklingsarbeidet og prosessen gjøres tilgjengelig via nettressurser, blant annet Research Catalogue.

source: Annie Eline Lundgreen, student and head of the SUT (Student Committee)
nb: Annie Eline Lundgreen (student og leder for Studentutvalget)

source: Lundgreen nodded in acknowledgement.
nb: Lundgreen nikket anerkjennende.

source: The student should submit a reflective note on musical principles in traditional Norwegian music with a length of 2000–3000 words.
nb: Studenten skal levere et refleksjonsnotat på 2000–3000 ord om musikalske prinsipper i norsk folkemusikk.

source: During the course of five days in February, five Master’s students and 12 inmates carried out a workshop at Ila Prison, and for four days in October five Master’s students and eight inmates held a workshop at the Immigration Detention Centre in Trandum.
nb: I løpet av fem dager i februar hadde fem masterstudenter og 12 innsatte workshop i Ila fengsel, og i fire dager i oktober hadde fem masterstudenter og åtte innsatte workshop på Politiets utlendingsinternat Trandum.

source: The folk music tradition will also be central to his work, and he has been working closely with Solset in the process required to write based on these conditions of the project.
nb: Folkemusikktradisjonen vil stå sentralt også i hans verk, og Christophersen og Solset vil samarbeide tett i prosessen som kreves for å skrive på disse premissene.

source: In the description of what a liberating music therapy can be, attention is drawn towards freedom-enhancing perspectives on three layers: 1) within the music therapy sessions, 2) within the recovery process, and 3) within society.
nb: Beskrivelsen av hva en frigjørende musikkterapi kan være inkluderer frihetsfremmende aspekter i tre lag: 1) i musikkterapisesjonen, 2) i bedringsprosessen og 3) i samfunnet.

source: All documentation is handed in to the course coordinator by 1 April in the fourth semester of the course.
nb: april i emnets fjerde semester skal alle prosjekter være gjennomført og dokumentert. All dokumentasjon leveres koordinator innen 1.

source: “Art and humanity are under enormous pressure at the moment – to show that they are of use.
nb: – Kunst og menneskelighet er under et stort press for tiden, for å vise seg som nyttig.

source: : Assessment by the course instructor.
nb: Opptak til masterstudiet i utøving.

source: For her Master’s degree, awarded in 2011, she conducted a thorough study of the classical Indian raga tradition.
nb: Masteren hennes fra 2011 er en fordypning i klassisk, indisk ragatradisjon.

source: They describe receiving support from the music therapists, and some also describe us as friends.
nb: De beskriver at de fikk støtte fra musikkterapeutene, og noen beskriver oss også som venner.

source: Øivind Varkøy and Henrik Holm's forthcoming anthology with texts on music philosophy will also be published on NOASP as an e-book.
nb: Der vil også Øivind Varkøy og Henrik Holms antologi med musikkfilosofiske tekster publiseres som e-bok.

source: “We have a resource-oriented focus in music therapy, and concentrate on what people can do – their healthy qualities.
nb: – Vi har et ressursorientert fokus i musikkterapien, og konsentrerer oss om det folk får til – på det friske i dem.

source: Student rights and responsibilities, laws and regulations you should know while studying at the Academy.
nb: Studieprogresjon og studierett, opphavs- og bruksrett, personvern og GDPR i forskningsprosjekter og oppgaver.

source: Rehearsing and playing prima vista.
nb: Innstudering og prima vista-spill.

source: In the course of her career she has collaborated with a number of musicians within a variety of genres, including Tord Gustavsen, the vocal quartet Kvitretten and Morten Qvenild.
nb: Gjennom karrieren har hun spilt med en rekke forskjellige musikere innenfor flere ulike uttrykk, som blant annet Tord Gustavsen, vokalkvartetten Kvitretten og Morten Qvenild.

source: : Performances must be finished, and the report submitted to the Exams Office, no later than 1 December in the third semester of studies.
nb: Innen 1. desember i studiets tredje semester skal offentlige framføringer være gjennomført og repertoarrapporten leveres til eksamenskontoret.

source: The fear of being an imposter
nb: Frykten for å bli avslørt

source: He was an exchange student while studying for his Bachelor’s degree in 2018, and now he is back to complete his Master’s.
nb: Han utvekslet allerede på bachelor i 2018 – nå er han tilbake for å fullføre masteren sin.

source: Here he can express what he struggles with in everyday life, and can write about how he would like life to be.
nb: Her kan han få uttrykk for det han sliter med i hverdagen, og kan skrive om hvordan han ønsker at livet skal være.

source: The trombonist, pianist and composer describes their repertoire as including everything from commercial songs to theatre, new music and storytelling.
nb: Trombonisten, pianisten og komponisten forteller at repertoaret består av alt fra kommersielle låter, til teater, ny musikk og historiefortelling.

source: Attendance is mandatory for this course.
nb: Det er obligatorisk aktiv deltakelse i emnet.

source: The five pianists who will present pieces from Buen’s newly released collection of 17 tunes for Hardanger fiddle come from all over the world.
nb: De fem pianistene som skal spille fra Buens nyutgitte samling av 17 slåtter for hardingfele, er fra alle verdenshjørner.

source: “It was an intense week, with a multitude of impressions packed into a few days.
nb: – Det var en intens uke med mange inntrykk på få dager.

source: : All course requirements must be finished by 10 April.
nb: Alle arbeidskrav skal være gjennomført innen 10. april.

source: The professors introduced projects via Zoom.
nb: Over Zoom dro lærerne i gang prosjekter.

source: Students will also perform at least one internal concert per semester.
nb: I tillegg skal studenten spille ved minst én intern konsert per semester.

source: It was very successful.
nb: Det var veldig vellykka.

source: The Master's project consists of planning and carrying out either a concert/ concert lecture, a performance, or a production handed in on CD/DVD/Blu-ray or published on the internet.
nb: Masterarbeidet består av planlegging og gjennomføring av en konsert/konsertforedrag, forestilling/performance, eller innlevering av en produksjon på CD/DVD/Blu-ray eller publisering på Internett.

source: to their level of skill/audition results.
nb: vektleggingen av de enkelte temaene i faget, både når det gjelder valg

source: When Eirik Sanner went to Lucerne, Switzerland, as an exchange student in August, he knew that things would be different.
nb: Da Eirik Sanner i august dro på utveksling til Luzern i Sveits, visste han at ting ville bli annerledes.

source: In total, there will be 24 hours of tuition prior to the journey.
nb: Totalt 24 undervisningstimer vil gjennomføres før prosjektreisen.

source: Most of the arguments centre around what music is good for beyond itself.
nb: Det viser seg at de fleste svarene handler om hva musikk er godt for, utover seg selv.

source: Theme 3: Other questions that will come up when talking about musicians' everyday lives.
nb: Tema 3: Andre spørsmål som kommer til å melde seg når en snakker om musikerhverdag

source: See special guidelines for the research forum.
nb: Se egne retningslinjer for forskerforum.

source: Slow Motion Orchestra, which she established as early as 1997 with Mats Eilertsen, Per Oddvar Johansen, Sjur Miljeteig and Morten Qvenild, released six albums and won a Spellemannspris (Norwegian Grammy) in 2004.
nb: Slow Motion Orchestra, som hun startet allerede i 1997 med Mats Eilertsen, Per Oddvar Johansen, Sjur Miljeteig og Morten Qvenild, har ført til seks albumutgivelser og Spellemannsprisen i 2004.
